12/data/attachments/1d8d153770177f9f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_fc850100-1500-4b6b-9730-d02d2e25f44b</nif:username>
            <nif:friendToBeAdded>Kristina_key_Actions_87229_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>